{
    "gjDescription1": "Kreirao custom temu pomoću CSSa, HTMLa i JavaScripta",
    "gjDescription2": "Testirao, debugirao i popravljao custom kod u C#-u",
    "enDescription1": "Razvijao full-stack feature za web-shop, od baze do prikaza",
    "enDescription2": "Radio na React projektu sa TypeScriptom i back u C#-u",
    "ssDescription1": "Prebacivao custom plugin kod iz verzije 4.2 u ASP.NET Core",
    "pfDescription1": "Razvio interaktivno korisničko sučelje pomoću Reacta i JavaScripta",
    "pfDescription2": "CSS za prilagodbu stila i izgleda",
    "thDescription1": "Korisničko sučelje pomoću Reacta i TypeScript-a za prikaz utakmica i kvota",
    "thDescription2": "Redux za upravljanje stanjem aplikacije i async dohvatom podataka",
    "thDescription3": "Puppeteer, Node.js, i Express za dohvat kvota + ASP.NET Core i HtmlAgilityPack za backend logiku i obradu podataka",
    "workYapanner": "Kao student u Yapanneru",
    "workPersonal": "Vlastiti projekt",
    "btnClose": "Zatvori",
    "btnDiscover": "Saznaj više",
    "titleProjects": "Projekti na kojima sam radio",
    "shuffleSkills": "Promiješaj vještine",
    "changeLanguage": "Promijeni jezik",
    "languageNameInEnglish": "Engleski",
    "languageNameInCroatian": "Hrvatski",
    "languageNameInGerman": "Njemački",
    "titleFooter": "Kontakt",
    "btnToTop": "Na vrh!",
    "titleAboutMe": "O meni",
    "msgAboutMe1": "Bok, ja sam Hrvoje i dobrodošli na moj portfolio! Karijeru sam započeo kao front-end developer, gdje sam kroz dvije godine u prvoj firmi stekao dragocjeno iskustvo. S vremenom, moje težnje su se proširile prema full-stack razvoju, od baza podataka do korisničkih sučelja. Moj primarni fokus je na razvoju aplikacija koristeći React, gdje kontinuirano usavršavam svoje vještine i pratim najnovije trendove u tehnologiji.",
    "msgAboutMe2": "Kreirao sam ovaj portfolio kako bih na zanimljiv i pregledan način prikazao projekte na kojima sam radio i tehnologije koje sam usavršavao do sada. Svaki projekt ima svoju priču i učenja koja su mi omogućila da rastem kao programer. Ako ste zainteresirani za suradnju ili imate projekte na kojima mislite da mogu doprinijeti, slobodno me kontaktirajte.",
    "msgOccupation": "Trenutno sam u završnoj fazi pisanja diplomskog rada i tražim posao kao React developer. Otvoren sam i za druge opcije.",
    "titlePath": "Moj put",
    "badgeSoon": "Uskoro",
    "badgeJob": "Prvi posao",
    "badgeMastersTitle": "univ. mag. inf.",
    "btnSkeleton": "Imitiraj Skeleton",
    "txtFetchingApi": "Učitavanje podataka...",
    "txtDataFetched": "Podaci učitani",
    "txtFetchError": "Greška pri učitavanju podataka",
    "btnCV": "Preuzmi moj CV"
}